/* 
   Localizable.strings
   MacTierra

   Created by Simon Fraser on 8/18/08.
   Copyright 2008 __MyCompanyName__. All rights reserved.
 */


"RunningButtonTitle" = "Pause";
"PausedButtonTitle" = "Continue";

/* Graphs */
"PopulationSize" = "Population Size";
"MeanCreatureSize" = "Mean Creature Size";
"GenotypeFrequencies" = "Genotype Frequencies";
"SizeHistgram" = "Size Histogram";
"TimeAxisLabel" = "Time";


